Repository: masoudmoradnia/westwood-typo3-ddev
Catalog: g-g/ggkickstarter/Resources/Private/ke_search/Language/*.locallang_searchbox.xlf
Languages: nl

# pi_title
source: Faceted Search
nl: Facet Zoeken

# pi_plus_wiz_description
source: Show searchbox and filters.
nl: Toon Zoekveld en filters

# ff.page.main
source: General
nl: Algemeen

# ff.resultPage
source: Page with result list
nl: Pagina met resultaat lijst

# ff.showTextInsteadOfResults
source: Show text instead of searchresults if no filter or searchword has been given?
nl: Laat tekst in plaats van zoekresultaten zien als er geen filter of zoekwoord is gegeven.

# ff.textForResults
source: Insert this text if no filter or searchword has been given.
nl: Plaats deze tekst als er geen filter of zoekwoord is gegeven.

# ff.showNoResultsText
source: Show individual text if no results were found?
nl: Toon individuele tekst als er geen resultaten zijn gevonden?

# ff.noResultsText
source: Individual text for "no results found"
nl: Individuele tekst voor "geen resultaten gevonden"

# ff.countSearchPhrases
source: Count search phrases in statistic tables?
nl: Tel zoektermen in statistiek tabellen?

# ff.cssFile
source: CSS File
nl: CSS bestand

# ff.page.sorting
source: Sorting
nl: Sorteer op

# ff.sortByAdmin
source: Sorting for searchresults
nl: Alle zoekresultaten worden gesorteerd op deze waarde

# ff.sortWithoutSearchword
source: Sorting for searchresults if no searchword/filter is given
nl: Hoe moet het soort resultaten worden gesorteerd als er geen zoekwoord / filter is gegeven?

# ff.showSortInFrontend
source: The website visitor should be able to order the searchresults
nl: Moet de bezoeker van de website de zoekresultaten kunnen ordenen?

# ff.sortByVisitor
source: Fields the website user should be able to order by
nl: Welke velden kan de bezoeker ordenen?

# ff.page.view
source: General Layout
nl: Layout

# ff.showQueryTime
source: Show time (query process duration)?
nl: Toon tijd (query proces duur)?

# ff.showResultUrl
source: Show result URL?
nl: Toon resultaat URL?

# ff.renderResultUrlAsLink
source: Render result URL as link (a-Tag)?
nl: Render resultaat URL als link (a-Label)?

# ff.showDate
source: Show date?
nl: Toon datum?

# ff.resultLinkTarget
source: Target for result link
nl: Doel voor resultaat-link

# ff.resultLinkTarget.I.0
source: Open in new window
nl: Open in nieuw scherm

# ff.resultLinkTarget.I.1
source: Open in same window
nl: Open in hetzelfde scherm

# ff.resultsNumeration
source: Number results consecutively?
nl: Aantal resultaten achter elkaar?

# ff.highlightSword
source: Highlight search word in result preview
nl: Markeer zoekterm in het resultaat voorbeeld

# ff.previewMode
source: Text for used for search result (preview text)
nl: Voorbeeld Mode

# ff.previewMode.I.0
source: Always show the abstract if set.
nl: Toon altijd samenvatting indien ingesteld

# ff.previewMode.I.1
source: Show abstract if it contains searchword, otherwise show an excerpt from the content.
nl: Toon samenvatting als het de zoekterm bevat, toon anders de inhoud

# ff.resultChars
source: Number of characters used for the result preview text.
nl: Aantal chars gebruikt bij het resultaat voorbeeld

# ff.showTypeIcon
source: Show result type icon?
nl: Toon resultaat type icoon?

# ff.pagebrowserOnTop
source: Show pagebrowser on top of result list
nl: Toon pagebrowser boven de lijst met resultaten

# ff.pagebrowserAtBottom
source: Show pagebrowser at the bottom of the result list
nl: Toon pagebrowser onderaan de lijst met resultaten

# ff.maxPagesInPagebrowser
source: Number of pages shown in pagebrowser
nl: Aantal pagina's weergegeven in pagebrowser

# ff.resultsPerPage
source: Results per page
nl: Resultaten per pagina

# ff.showTags
source: Show tags?
nl: Toon labels?

# ff.logQuery
source: Log query to log file (in var/log/)?
nl: Toon query (logfile, var/log/)?

# ff.showTaggedContentOnly
source: Show tagged content only?
nl: Toon alleen gelabelde inhoud?

# ff.filters
source: Shown Filters
nl: Filters

# ff.preselected_filters
source: Preselected filter options
nl: vooraf ingestelde filters

# ff.checkFilterCondition
source: Availability check for filter options
nl: Controle beschikbaarheid van filter opties

# ff.checkFilterCondition.I.0
source: Check in condition to other filters
nl: Controleer in conditie tot andere filters

# ff.checkFilterCondition.I.1
source: no check
nl: Geen controle

# results
source: Search results
nl: Zoek resultaten

# num_results
source: %s results:
nl: %s resultaten:

# num_results_plain
source: results
nl: resultaten

source: until
nl: tot

source: of
nl: van

source: No results found
nl: Geen zoekresultaten gevonden

# no_results_refine
source: This search term is not specific enough. Please choose another.
nl: Deze zoekterm is niet specifiek genoeg. Kies een andere.

# searchword_length_error
source: Search words under length of %d characters are not processed.
nl: Zoek woorden in lengte van minder dan %d karakter zijn niet verwerkt.

# error_resultPage
source: You have defined an results page in your Plugin configuration. So it makes no sense to insert resultlist plugin on to this page, too.
nl: Er is al een pagina met zoekresultaten in de Plugin configuratie. Dus het heeft geen zin om nogmaals de resultatenlijst plug-in te voegen op deze pagina.

# pagebrowser_prev
source: previous
nl: Vorige

# pagebrowser_next
source: next
nl: Volgende

# label_sort
source: Sorting:
nl: Sorteer op:

# label_date
source: Date
nl: Datum

# label_tags
source: Tags
nl: Labels

# label_all
source: select all / deselect all
nl: Selecteer alles / deselecteer alles

source: Loading
nl: Laden

# all_options
source: ALL
nl: Allemaal

# message_before_search
source: Please choose your search parameters.
nl: Kies je zoekcriteria.

# query_time
source: The search query was processed in %s ms.
nl: De zoekopdracht is verwerkt in %s ms.

# reset_button
source: Reset
nl: Opnieuw instellen

source: Reset filter
nl: Filter opnieuw instellen

# submit
source: Find
nl: Zoek

source: Back
nl: Terug

# checkbox_submit
source: Apply filter
nl: Filter toepassen

# orderlink_title
source: Title
nl: Titel

# orderlink_score
source: Relevance
nl: Relevantie

# orderlink_sortdate
source: Date
nl: datum

# searchbox_default_value
source: Your search phrase
nl: Je zoekterm

# linktext_more
source: More %s and Multiselection
nl: Meer %s en Multiselectie

source: Show results
nl: Toon resultaten
